[
    {   "service_name": "Currency Change",
        "rating": {
            "number": 5.00,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": "",
        "thumbnail_url": "https://i.ibb.co/3sPTn3g/currency-Exchnage.webp",
        "image_url": "https://i.ibb.co/3sPTn3g/currency-Exchnage.webp",
        "details": "A currency exchange is a licensed business that allows customers to exchange one currency for another. Currency exchange of physical money (coins and paper bills) is usually done over the counter at a teller station, which can be found in various places such as airports, banks, hotels, and resorts. Currency exchange businesses, both physical and online, allow you to exchange one country's currency for another by executing buy and sell transactions. For example, if you have U.S. dollars and you want to exchange them for Australian dollars, you would bring your U.S. dollars (or bank card) to the currency exchange store and buy Australian dollars with them. The amount you would be able to purchase would be dependent on the international spot rate, which is basically a daily changing value set by a network of banks that trade currencies.The currency exchange store will modify the rate by a certain percentage to ensure that it makes a profit on the transaction. For example, suppose the spot rate for exchanging U.S. dollars into Australian dollars is listed as 1.2500 for the day. This means that for each U.S. dollar spent, you can buy 1.25 Australian dollars if traded at the spot rate. But the currency exchange store may modify this rate to 1.20, meaning you can buy 1.20 Australian dollars for 1 U.S. dollar. With this hypothetical rate change, their fee would effectively be 5 cents on the dollar. Because the transaction is not conducted at the spot rate, and depends on the profit that the exchange wants to make, consumers may find that it is less expensive to incur ATM or credit card fees at the foreign destination, rather than use exchange services ahead of time. Travelers are advised to estimate how much money they will spend on a trip and compare the amounts saved through typical transactions."
    },
    {   "service_name": "Student Consultancy",
        "rating": {
            "number": 5.00,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": "5000",
        "thumbnail_url": "https://i.ibb.co/Cw0G7FY/student-consultancy.jpg",
        "image_url": "https://i.ibb.co/Cw0G7FY/student-consultancy.jpg",
        "details": "There are about 140 countries in the world. But is it possible to go all countries for study purposes? Is it suitable to go though possible? How much those degrees can be helpful in the career and job market in the country of origin? It is the main job to think carefully and we should take timely decision. Who doesn't dream to study in the happiest, richest, economically strongest countries of the world at present USA, Canada, UK, Australia and Switzerland? Only proper guideline and perfect processing method is necessary for this step to get success. The rule of admission varies in different countries. The system of issuing the visa is different. The rules of the becoming the sponsor is different in various countries. The visa of USA can be acquired by H.S.C result. But the visa of the UK can be obtain for doing certificate course in spite of having MBA degree. The main reason of this is processing the file in an improper way, wrong selection of university/college, to take improper decision without keeping confidence on the financial ability, educational qualification. So you can entirely trust us taking mass admission in colleges and universities of the commission business of some student consultancies."
    },
    {   "service_name": "Canada Express Entry & PNP",
        "rating": {
            "number": 4.75,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": "50000",
        "thumbnail_url": "https://i.ibb.co/gW2kg5t/canada-express-entry.png",
        "image_url": "https://i.ibb.co/gW2kg5t/canada-express-entry.png",
        "details": "The Federal Skilled Worker Program (FSWP) is Canada's oldest immigration program!. At present, the FSWP is among the most popular three skilled worker programs managed by Canada's Express Entry system. Express Entry, similar to skilled migration to Australia, uses a points-based selection system, known as the Comprehensive Ranking System (CRS), to rank potential candidates and choose the best ones for Canadian permanent residence. There are several core factors in the Comprehensive Ranking System (CRS). Age, level of education, language skill in English or French, and job experience are the most important factors for successfully moving to Canada with family. Successful candidates under the Express Entry program get an Invitation to Apply (ITA) for permanent residence. Canada's IRCC issues ITAs approximately every two weeks. If you do not get an ITA, you cannot apply for permanent residence. If you get an ITA, you will be required to submit your proper application for permanent residence to Immigration, Refugees and Citizenship Canada (IRCC). You will get a decision once a visa officer reviews all your information and documents provided via the IRCC portal.Canada's express entry is considered an important program through which people can get Canadian PR. Many business owners who plan for Canadian immigration by investment may also get benefited from the express entry process."
    },
    {   "service_name": "Skilled Migration to Australia",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": "50000",
        "thumbnail_url": "https://i.ibb.co/XF3YztK/skilled-migration-to-australia.webp",
        "image_url": "https://i.ibb.co/XF3YztK/skilled-migration-to-australia.webp",
        "details": "Skilled Migration to Australia allows skilled foreign professionals to migrate to Australia with their family. Engineers, computer and IT professionals, university lecturers, auditors, accountants, marketing professionals, nurses, doctors, human resource managers, social welfare organization officers, and more than 100 other types of professionals can move to Australia with Australian permanent residency. If you are a business owner, you may learn about Australia's business migration programs .Visa subclasses within the General Skilled Migration (GSM) program are points-tested and are either independent, state/territory sponsored, or even family-sponsored visas."
    },
    {   "service_name": "Business Imigration to Australia",
        "rating": {
            "number": 4.7,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": "70000",
        "thumbnail_url": "https://i.ibb.co/1QHX5Yv/Business-imigration-to-australia.jpg",
        "image_url": "https://i.ibb.co/1QHX5Yv/Business-imigration-to-australia.jpg",
        "details": "Business migration to Australia through Business Innovation & Investment (Provisional) Visa is the best option for you to start a business, and settle in Australia. Australia's business migration visa program will allow you to stay 5 years in Australia and become eligible to apply for Australian permanent residency (PR). How to settle in Australia through business migration Australia business migration visa (Subclass 188) is divided into 5 visa streams. You must be eligible in any one of the following streams in order to submit your Australian business visa application. All these visa streams will allow you to apply for Australian permanent residency (visa subclass 888), and Australian citizenship. Business Innovation Stream (Subclass 188A): for business owners and investors looking to start a business in Australia Investor Stream (Subclass 188B): for people who are willing to invest $1.5 million in an Australian State or Territory bonds Significant Investor Stream (Subclass 188C):  for business owners willing to invest $5 million into complying investments in Australia Premium Investor (Subclass 188D): CLOSED FROM 1 JULY 2021 Entrepreneur Stream (Subclass 188E): for individuals who are willing to seek a funding agreement from an Australian third party for at least AUD200,000 to undertake a complying entrepreneur activity"
    },
    {   "service_name": "Australia Spouse Visa",
        "rating": {
            "number": 5.00,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": "50000",
        "thumbnail_url": "https://i.ibb.co/7WcHfBN/Australia-Spouse-Visa-in-2020-All-you-need-to-know.webp",
        "image_url": "https://i.ibb.co/7WcHfBN/Australia-Spouse-Visa-in-2020-All-you-need-to-know.webp",
        "details": "Have you found your loved one in Australia? Are you committed to living with your loved one in Australia? If your answer is yes, then you must apply for Australia Spouse Visa (Subclass 309 or 820). Australia spouse visa is the popular family visa category. A Spouse Visa lets someone live in Australia if the applicant is legally married to an Australian citizen or a permanent residence holder. A spouse visa is divided into two steps.",
        "steps": {
            "Step 1": "if you are eligible for a spouse visa, you have to submit an application for a provisional visa, to arrive in Australia. Your Australian sponsor must sponsor you for 2 years.",

            "Step 2": "if you can maintain a healthy relationship with your Australian spouse and spend at least two years with your spouse, you can be eligible for Australia permanent residency (PR)."
        }
    }
]